[A_Item_Mechromancer.ClassMod_Mechromancer_Anarchist ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Catalyst ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_JillOfTrades ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Prodigy ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Punk ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Roboteer ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Sweetheart ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Technophile ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Z_LegendaryMechro ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Z_SlayerOfTerramorphous ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Mechromancer.ClassMod_Mechromancer_Zapper ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Att_Presentations.AttrPresent_20PercentCooler AttributePresentationDefinition]
Description="Habilidadee 20% mais bacana"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_AnnoyedAndroid AttributePresentationDefinition]
Description="Habilidadee Andróide Irritado"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodSoakedShield AttributePresentationDefinition]
Description="Habilidade Escudo Ensanguentado"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BulletsOfBenevolence AttributePresentationDefinition]
Description="Habilidade Tiros de Benevolência"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_CookingUpTrouble AttributePresentationDefinition]
Description="Habilidade Refrescante"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_DeathFromAbove AttributePresentationDefinition]
Description="Habilidade A Morte Vem de Cima"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ElectricalBurn AttributePresentationDefinition]
Description="Habilidade Queimadura Elétrica"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_EvilEnchantress AttributePresentationDefinition]
Description="Habilidade Encantadora Maligna"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FancyMathematics AttributePresentationDefinition]
Description="Habilidade Matemáticas Caprichosas"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InstigatedShockStatusChanceModifier AttributePresentationDefinition]
Description="Probabilidade de Eletrocutar"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InstigatedStatusEffectDamageModifier_Tulip AttributePresentationDefinition]
Description="Danos por efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InterspersedOutburst AttributePresentationDefinition]
Description="Habilidade Descarga Intermitente"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_LetEmBurn AttributePresentationDefinition]
Description="Habilidade Queimem"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_MadeOfSternerStuff AttributePresentationDefinition]
Description="Habilidade Feito de Material Resistente"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_MorePep AttributePresentationDefinition]
Description="Habilidade Mais Energia"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_PotentAsAPony AttributePresentationDefinition]
Description="Habilidade Forte Como Um Pónei"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_PreShrunkCyberPunk AttributePresentationDefinition]
Description="Habilidade Cyberpunk Anã"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ShockStorm AttributePresentationDefinition]
Description="Habilidade Tempestade Elétrica"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SmallerLighterFaster AttributePresentationDefinition]
Description="Habilidade Mais Pequeno, Rápido e Ligeiro"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SometimesLessIsMore AttributePresentationDefinition]
Description="Habilidade Às Vezes o Menos é Mais"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SprayAndPray AttributePresentationDefinition]
Description="Habilidade Pulverizar e Rezar"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_StrengthOf5Gorillas AttributePresentationDefinition]
Description="Habilidade Força de 5 Gorilas"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_TheBetterHalf AttributePresentationDefinition]
Description="Habilidade Média Laranja"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_WiresDontTalk AttributePresentationDefinition]
Description="Habilidade Os Cabos Não Falam"
NoConstraintText=""
Suffix=""
Prefix=""

[Prefix_Mechromancer.Prefix_Anarchist_00_Anarchist ItemNamePartDefinition]
PartName="Anarquista"

[Prefix_Mechromancer.Prefix_Anarchist_01_SwiftAnarchist ItemNamePartDefinition]
PartName="Anarquista Ligeira"

[Prefix_Mechromancer.Prefix_Anarchist_02_CalculatingAnarchist ItemNamePartDefinition]
PartName="Anarquista Calculista"

[Prefix_Mechromancer.Prefix_Anarchist_03_AirborneAnarchist ItemNamePartDefinition]
PartName="Anarquista Paraquedista"

[Prefix_Mechromancer.Prefix_Catalyst_00_Catalyst ItemNamePartDefinition]
PartName="Catalisadora"

[Prefix_Mechromancer.Prefix_Catalyst_01_WiredCatalyst ItemNamePartDefinition]
PartName="Catalisadora Com Fios"

[Prefix_Mechromancer.Prefix_Catalyst_02_EvilCatalyst ItemNamePartDefinition]
PartName="Catalisadora Demoníaca"

[Prefix_Mechromancer.Prefix_Catalyst_03_IonizedCatalyst ItemNamePartDefinition]
PartName="Catalisadora IOnizada"

[Prefix_Mechromancer.Prefix_JillOfTrades_00_JillOfTrades ItemNamePartDefinition]
PartName="Jill Toda Troca"

[Prefix_Mechromancer.Prefix_JillOfTrades_01_PeppyJillOfTrades ItemNamePartDefinition]
PartName="Jill Toda Troca Energética"

[Prefix_Mechromancer.Prefix_JillOfTrades_02_ImprovedJillOfTrades ItemNamePartDefinition]
PartName="Jill Toda Troca Melhorada"

[Prefix_Mechromancer.Prefix_JillOfTrades_03_SpeedyJillOfTrades ItemNamePartDefinition]
PartName="Jill Toda Troca Veloz"

[Prefix_Mechromancer.Prefix_Legendary_00_LegendaryMechro ItemNamePartDefinition]
PartName="Mechromancer Legendária"

[Prefix_Mechromancer.Prefix_Prodigy_00_Prodigy ItemNamePartDefinition]
PartName="Prodigiosa"

[Prefix_Mechromancer.Prefix_Prodigy_01_PatientProdigy ItemNamePartDefinition]
PartName="Prodigiosa Paciente"

[Prefix_Mechromancer.Prefix_Prodigy_02_SuperiorProdigy ItemNamePartDefinition]
PartName="Prodigiosa Superior"

[Prefix_Mechromancer.Prefix_Prodigy_03_PeppyProdigy ItemNamePartDefinition]
PartName="Prodigiosa Energética"

[Prefix_Mechromancer.Prefix_Punk_00_Punk ItemNamePartDefinition]
PartName="Punk"

[Prefix_Mechromancer.Prefix_Punk_01_SuperiorPunk ItemNamePartDefinition]
PartName="Punk Superior"

[Prefix_Mechromancer.Prefix_Punk_02_SpeedyPunk ItemNamePartDefinition]
PartName="Punk Veloz"

[Prefix_Mechromancer.Prefix_Punk_03_ParanoidPunk ItemNamePartDefinition]
PartName="Punk Paranóica"

[Prefix_Mechromancer.Prefix_Roboteer_00_Roboteer ItemNamePartDefinition]
PartName="Robotizada"

[Prefix_Mechromancer.Prefix_Roboteer_01_TenaciousRoboteer ItemNamePartDefinition]
PartName="Robotizada Obstinada"

[Prefix_Mechromancer.Prefix_Roboteer_02_PotentRoboteer ItemNamePartDefinition]
PartName="Robotizada Potente"

[Prefix_Mechromancer.Prefix_Roboteer_03_SternRoboteer ItemNamePartDefinition]
PartName="Robotizada Severa"

[Prefix_Mechromancer.Prefix_Sweetheart_00_Sweetheart ItemNamePartDefinition]
PartName="Amorzinho"

[Prefix_Mechromancer.Prefix_Sweetheart_01_PeppySweetheart ItemNamePartDefinition]
PartName="Amorzinho Energética"

[Prefix_Mechromancer.Prefix_Sweetheart_02_PatientSweetheart ItemNamePartDefinition]
PartName="Amorzinho Paciente"

[Prefix_Mechromancer.Prefix_Sweetheart_03_SuperiorSweetheart ItemNamePartDefinition]
PartName="Amorzinho Superior"

[Prefix_Mechromancer.Prefix_Technophile_00_Technophile ItemNamePartDefinition]
PartName="Tecnófila"

[Prefix_Mechromancer.Prefix_Technophile_01_TenaciousTechnophile ItemNamePartDefinition]
PartName="Tecnófila Obstinada"

[Prefix_Mechromancer.Prefix_Technophile_02_CalculatingTechnophile ItemNamePartDefinition]
PartName="Tecnófila Calculista"

[Prefix_Mechromancer.Prefix_Technophile_03_ManicTechnophile ItemNamePartDefinition]
PartName="Tecnófila Maníaca"

[Prefix_Mechromancer.Prefix_Zapper_00_Zapper ItemNamePartDefinition]
PartName="Tecnófila Eletrizante"

[Prefix_Mechromancer.Prefix_Zapper_01_PeppyZapper ItemNamePartDefinition]
PartName="Tecnófila Energética"

[Prefix_Mechromancer.Prefix_Zapper_02_WiredZapper ItemNamePartDefinition]
PartName="Eletrizante Com Fios"

[Prefix_Mechromancer.Prefix_Zapper_03_ScorchingZapper ItemNamePartDefinition]
PartName="Eletrizante Escaldante"

